window["poems"] = [
    [
        "因为害怕自己并非明珠而不敢刻苦雕琢",
        "又因为有几分相信自己是明珠",
        "而不能与瓦砾碌碌为伍",
        "遂逐渐远离世间疏避人群",
        "结果在内心不断地用愤懑和羞怒",
        "饲育着自己懦弱的自尊心",
        "可事实是",
        "唯恐暴露才华不足的卑怯的畏惧",
        "厌恶钻营刻苦的惰怠",
        "就是我的全部了"
    ],
    [
        "十年生死两茫茫",
        "不思量 自难忘",
        "千里孤坟 无处话凄凉",
        "纵使相逢应不识",
        "尘满面 鬓如霜",
        "夜来幽梦忽还乡",
        "小轩窗 正梳妆",
        "相顾无言 惟有泪千行",
        "料得年年肠断处",
        "明月夜 短松冈"
    ],
    [
        "赵客缦胡缨 吴钩霜雪明",
        "银鞍照白马 飒沓如流星",
        "十步杀一人 千里不留行",
        "事了拂衣去 深藏身与名",
        "闲过信陵饮 脱剑膝前横",
        "将炙啖朱亥 持觞劝侯嬴",
        "三杯吐然诺 五岳倒为轻",
        "眼花耳热后 意气素霓生",
        "救赵挥金锤 邯郸先震惊",
        "千秋二壮士 烜赫大梁城",
        "纵死侠骨香 不惭世上英",
        "谁能书阁下 白首太玄经"
    ],
    [
        "红酥手 黄縢酒",
        "满城春色宫墙柳",
        "东风恶 欢情薄",
        "一怀愁绪 几年离索",
        "错 错 错",
        "春如旧 人空瘦",
        "泪痕红悒鲛绡透",
        "桃花落 闲池阁",
        "山盟虽在 锦书难托",
        "莫 莫 莫"
    ],
    [
        "世情薄 人情恶",
        "雨送黄昏花易落",
        "晓风干 泪痕残",
        "欲笺心事 独语斜阑",
        "难 难 难",
        "人成各 今非昨",
        "病魂常似秋千索",
        "角声寒 夜阑珊",
        "怕人寻问 咽泪装欢",
        "瞒 瞒 瞒"
    ]
];
