window["poems"] = [
    [
        "因为害怕自己并非明珠而不敢刻苦雕琢",
        "又因为有几分相信自己是明珠",
        "而不能与瓦砾碌碌为伍",
        "遂逐渐远离世间疏避人群",
        "结果在内心不断地用愤懑和羞怒",
        "饲育着自己懦弱的自尊心",
        "可事实是",
        "唯恐暴露才华不足的卑怯的畏惧",
        "厌恶钻营刻苦的惰怠",
        "就是我的全部了"
    ],
    [
        "明月几时有 把酒问青天",
        "不知天上宫阙 今夕是何年",
        "我欲乘风归去 又恐琼楼玉宇",
        "高处不胜寒",
        "起舞弄清影 何似在人间",
        "转朱阁 低绮户 照无眠",
        "小轩窗 正梳妆",
        "不应有恨 何事长向别时圆",
        "人有悲欢离合 月有阴晴圆缺 此事古难全",
        "但愿人长久 千里共婵娟"
    ],
    [
        "十年生死两茫茫",
        "不思量 自难忘",
        "千里孤坟 无处话凄凉",
        "纵使相逢应不识",
        "尘满面 鬓如霜",
        "夜来幽梦忽还乡",
        "小轩窗 正梳妆",
        "相顾无言 惟有泪千行",
        "料得年年肠断处",
        "明月夜 短松冈"
    ],
    [
        "赵客缦胡缨 吴钩霜雪明",
        "银鞍照白马 飒沓如流星",
        "十步杀一人 千里不留行",
        "事了拂衣去 深藏身与名",
        "闲过信陵饮 脱剑膝前横",
        "将炙啖朱亥 持觞劝侯嬴",
        "三杯吐然诺 五岳倒为轻",
        "眼花耳热后 意气素霓生",
        "救赵挥金锤 邯郸先震惊",
        "千秋二壮士 烜赫大梁城",
        "纵死侠骨香 不惭世上英",
        "谁能书阁下 白首太玄经"
    ],
    [
        "君不见黄河之水天上来 奔流到海不复回",
        "君不见高堂明镜悲白发 朝如青丝暮成雪",
        "人生得意须尽欢 莫使金樽空对月",
        "天生我材必有用 千金散尽还复来",
        "烹羊宰牛且为乐 会须一饮三百杯",
        "岑夫子 丹丘生 将进酒 君莫停",
        "与君歌一曲 请君为我侧耳听",
        "古来圣贤皆寂寞 惟有饮者留其名",
        "陈王昔时宴平乐 斗酒十千恣欢谑",
        "主人何为言少钱 径须沽取对君酌",
        "五花马 千金裘",
        "呼儿将出换美酒 与尔同销万古愁"
    ]
];
